Repository: hackenbruder/govdata-ios
Catalog: *.lproj/GDEntityTypes.strings
Languages: cs

source: Business entity
cs: Podnikající osoba tuzemská

source: Unincorporated natural person
cs: Fyzická osoba podnikající dle živnostenského zákona nezapsaná v obchodním rejstříku

source: Incorporated natural person
cs: Fyzická osoba podnikající dle živnostenského zákona zapsaná v obchodním rejstříku

source: Incorporated private farmer
cs: Samostatně hospodařící rolník zapsaný v obchodním rejstříku

source: Unincorporated natural person, freelancer
cs: Fyzická osoba podnikající dle jiných zákonů než živnostenského a zákona o zemědělství nezapsaná v obchodním rejstříku

source: Incorporated natural person, freelancer
cs: Fyzická osoba podnikající dle jiných zákonů než živnostenského a zákona o zemědělství zapsaná v obchodním rejstříku

source: Unincorporated natural person in agriculture
cs: Zemědělský podnikatel, fyzická osoba nezapsaná v obchodním rejstříku

source: Incorporated natural person in agriculture
cs: Zemědělský podnikatel, fyzická osoba zapsaná v obchodním rejstříku

source: Public trading company
cs: Veřejná obchodní společnost

source: Limited liability company
cs: Společnost s ručením omezeným

source: Societe commandite
cs: Společnost komanditní

source: Societe commandite with shares
cs: Společnost komanditní na akcie

source: Joint venture
cs: Společný podnik

source: Special-interest association
cs: Zájmové sdružení

source: Endowment
cs: Nadace

source: Endowment fund
cs: Nadační fond

source: Joint stock company
cs: Akciová společnost

source: Self-sufficient agricultural cooperative
cs: Svépomocné zemědělské družstvo

source: Common good society
cs: Obecně prospěšná společnost

source: Property owners organization
cs: Společenství vlastníků jednotek

source: Commodities exchange
cs: Komoditní burza

source: Stock trader guarantee fund
cs: Garanční fond obchodníků s cennými papíry

source: Institute
cs: Ústav

source: Agricultural cooperative
cs: Zemědělské družstvo

source: Cooperative
cs: Družstvo

source: Cooperative agricultural holding
cs: Holding zemědělského družstva

source: Producer cooperative
cs: Výrobní družstvo

source: Consumer cooperative
cs: Spotřební družstvo

source: Housing cooperative
cs: Bytové družstvo

source: Other cooperative
cs: Jiné družstvo

source: Cooperative enterprise (one founder)
cs: Družstevní podnik (s jedním zakladatelem)

source: Joint venture (more founders)
cs: Společný podnik (s více zakladateli)

source: Special-interest organization of cooperatives
cs: Zájmová organizace družstev

source: Joint special-interest organization of cooperatives
cs: Společná zájmová organizace družstev

source: State-owned enterprise
cs: Státní podnik

source: National enterprise
cs: Národní podnik

source: Státní banka československá
cs: Czechoslovak national bank

source: Bank - state financial institution
cs: Banka-státní peněžní ústav

source: Czech National Bank
cs: Česká národní banka

source: National consolidation agency
cs: Česká konsolidační agentura

source: State organizational unit
cs: Organizační složka státu

source: Court of Arbitration
cs: Stálý rozhodčí soud

source: Semibudgetary organization
cs: Příspěvková organizace

source: Nationally subsidised organization
cs: Státní příspěvková organizace ze zákona

source: Municipal enterprise
cs: Komunální podnik

source: Czechoslovak national railroads company
cs: Československé státní dráhy-státní organizace

source: National railroad administration
cs: Správa železniční dopravní cesty, státní organizace

source: National audit board
cs: Rada pro veřejný dohled nad auditem

source: Public institution
cs: Veřejnoprávní instituce

source: National press bureau
cs: Česká tisková kancelář

source: Fund
cs: Fond

source: National fund
cs: Státní fond

source: Health insurance company
cs: Zdravotní pojišťovna

source: General health insurance company
cs: Všeobecná zdravotní pojišťovna

source: Association of international trade
cs: Sdružení mezinárodního obchodu

source: Enterprise with foreign capital participation
cs: Podnik se zahraniční majetkovou účastí

source: Non-resident
cs: Zahraniční osoba

source: Organizational unit of foreign foundation fund
cs: Organizační složka zahraničního nadačního fondu

source: Organizational unit of foreign foundation
cs: Organizační složka zahraniční nadace

source: Foreign
cs: Zahraniční

source: Foreign natural person subsidiary
cs: Odštěpný závod zahraniční fyzické osoby

source: Foreign business company
cs: Podnik zahraničního obchodu

source: Special organization of external trade
cs: Speciální podnik zahraničního obchodu

source: Subsidiary establishment or other organizational unit of an incorporated enterprise
cs: Odštěpný závod nebo jiná organizační složka podniku zapisující se do obchodního rejstříku

source: Regional organizational unit of the Czech Railways
cs: Regionální organizační jednotka Českých drah

source: Special organizational unit of the Czech Railways
cs: Speciální organizační jednotka Českých drah

source: Specialized organizational unit of the Czech Railways
cs: Specializovaná organizační jednotka Českých drah

source: Independent small shop of municipal authority
cs: Samostatná drobná provozovna obecního úřadu

source: Shares fund
cs: Podílový fond

source: Higher education institution
cs: Vysoká škola

source: Basic school
cs: Základní škola

source: School establishment
cs: Školní zařízení

source: Pre-school establishment
cs: Předškolní zařízení

source: School entity
cs: Školská právnická osoba

source: Health establishment
cs: Zdravotnické zařízení

source: Public research institution
cs: Veřejná výzkumná instituce

source: Public non-profit health institute
cs: Veřejné neziskové ústavní zdravotnické zařízení

source: Association (league, union, society, club, etc.)
cs: Sdružení (svaz, spolek, společnost, klub aj.)

source: Unions and employers organization
cs: Odborová organizace a organizace zaměstnavatelů

source: Special organization for representing national interest in international non-government organizations
cs: Zvláštní organizace pro zastoupení českých zájmů v mezinárodních nevládních organizacích

source: Enterprise or economic establishment of an association
cs: Podnik nebo hospodářské zařízení sdružení

source: Association
cs: Spolek

source: Political party, political movement
cs: Politická strana nebo politické hnutí

source: Enterprise or economic establishment of a political party
cs: Podnik nebo hospodářské zařízení politické strany

source: Church organization
cs: Církevní organizace

source: Registered church organization
cs: Evidované církevní právnické osoby

source: Federation of church and religious organizations
cs: Svazy církví a náboženských společností

source: Organizational unit of an association
cs: Organizační jednotka sdružení

source: Organizational unit of a political party, political movement
cs: Organizační jednotka politické strany, politického hnutí

source: Organizational unit of a unions and employers organization
cs: Organizační jednotka odborové organizace a organizace zaměstnavatelů

source: Organizational unit of organization for representing national interest in international non-government organizations
cs: Organizační jednotka zvláštní organizace pro zastoupení českých zájmů v mezinárodních nevládních organizacích

source: Association branch
cs: Pobočný spolek

source: Professional organization, professional chamber
cs: Stavovská organizace - profesní komora

source: Chamber excluding professional chambers
cs: Komora (s výjimkou profesních komor)

source: Special-interest association of legal entities
cs: Zájmové sdružení právnických osob

source: Hunting association
cs: Honební společenstvo

source: Municipality alliance
cs: Svazek obcí

source: Municipal authority
cs: Obec, město nebo městská část

source: Region
cs: Kraj

source: Regional cohesion board
cs: Regionální rada regionu soudržnosti

source: Prague city district
cs: Městská část hlavního města Prahy

source: Representative authority of other countries
cs: Zastupitelský orgán jiných států

source: Foreign association
cs: Zahraniční spolek

source: International union organization
cs: Mezinárodní odborová organizace

source: International employers organization
cs: Mezinárodní organizace zaměstnavatelů

source: Foreign cultural or information centre, radio, press or television agency
cs: Zahraniční kulturní, informační středisko, rozhlasová, tisková a televizní agentura

source: International organizations and associations
cs: Mezinárodní organizace a sdružení

source: Organizational unit with international element
cs: Organizační jednotka organizace s mezinárodním prvkem

source: European economical interest group
cs: Evropské hospodářské zájmové sdružení

source: European company
cs: Evropská společnost

source: European cooperative
cs: Evropská družstevní společnost

source: International association branch
cs: Zahraniční pobočný spolek

source: International union branch
cs: Pobočná mezinárodní odborová organizace

source: International employers organization branch
cs: Pobočná mezinárodní organizace zaměstnavatelů

source: European organization for territorial cooperation
cs: Evropské seskupení pro územní spolupráci

source: Entity without explicit law definition
cs: Subjekt právním řádem výslovně neupravený

source: Entity established by special law
cs: Právnická osoba zřízená zvláštním zákonem zapisovaná do veřejného rejstříku
